Repository: AmmarAliSayed/Maktabty
Catalog: Maktabty/Helpers/*.lproj/Localizable.strings
Languages: ar

source: All fields are required!
ar: ادخل جميع المدخلات

source: Next
ar: التالي

source: get Started
ar: البدء

source: Amazing Books
ar: كتب مذهلة

source: Amazing Novels
ar: روايات مذهلة

source: get amazing books from all the wold.
ar: احصل على كتب رائعة من جميع أنحاء العالم

source: get amazing novels for more than 10,000 auther.
ar: احصل على روايات مذهلة لأكثر من 10000 كاتب

source: Instant World-Wide Delivery
ar: التسليم الفوري إلى جميع أنحاء العالم

source: Your orders will be delivered instantly irrespective of your location around the world.
ar: سيتم تسليم طلباتك على الفور بغض النظر عن موقعك حول العالم

source: books
ar: كتب

source: novels
ar: روايات

source: other items
ar: عناصر أخرى
